<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'titles' => [
        'register' => 'Регистрация',
        'recovery_password' => 'Восстановление пароля',
        'change_password' => 'Изменение пароля',
    ],

    'buttons' => [
        'register' => 'Зарегистрироваться',
        'enter' => 'Войти',
        'send_link' => 'Отправить ссылку',
        'change_password' => 'Изменить пароль',
    ],

    'fields' => [
        'surname' => 'Фамилия ',
        'name' => 'Имя ',
        'patronymic' => 'Отчество ',
        'login' => 'Логин ',
        'phone' => 'Телефон ',
        'password' => 'Пароль ',
        'repeat_password' => 'Пароль еще раз ',
        'photo' => 'Фото ',
        'enter_email' => 'Введите Email',
    ],

    'remember_me' => 'Запомнить меня',
    'register' => 'Регистрация',
    'forgot_password' => 'Забыли пароль?',

    'message' => 'Регистрация прошла успешно!',

];
