<?php

return [

    'titles' => [
        'new_good' => 'Новый товар',
        'edit_good' => 'Редактирование товара',
        'sell_good' => 'Продажа товара',
        'all_goods' => 'Товары для питомца',
        'deleted_goods' => 'Удаленные товары',
    ],

    'buttons' => [
        'remove_db' => 'Удалить из БД',
        'restore' => 'Восстановить',
        'edit' => 'Редактировать',
        'delete' => 'Удалить',
        'create' => 'Добавить',
        'sell' => 'Продать',
    ],

    'fields' => [
       'description' => 'Описание',
        'name' => 'Название',
        'good_type' => 'Тип товара',
        'brand_name' => 'Название бренда',
        'price' => 'Цена',
        'amount' => 'Количество',
        'picture' => 'Изображение',
        'good' => 'Товар',
        'user' => 'Покупатель',
        'employee' => 'Сотрудник',
        'type' => 'Тип',
        'brand' => 'Бренд',
        'rub' => 'руб',
        'in_stock' => 'В наличии',
    ],

    'messages' => [
        'good_sold' => 'Товар продан!',
        'no_good' => 'Данного товара нет в наличии!',
        'good_added' => 'Товар добавлен!',
    ]

];
