<?php

return [

    'title' => 'Питомник Royal Pet привествует Вас!',

    'text' => '<p>Мы представляем Вам такие замечательные породы собак, как Джек Рассел Терьер, Бигль, Золотистый Ретривер и
        Чихуахуа.</p>
    <p>Каждая из этих пород – особенная, и каждая из наших собак – необыкновенная. Кто-то завоевывает титул за титулом
        на выставках, кто-то удивляет рабочими качествами, а кто-то с удовольствием берет на себя роль компаньона.</p>
    <p>Мы поддерживаем контакты со всеми владельцами, приобретшими у нас собак, оказывая им практическую и теоретическую
        помощь в выращивании и карьере их питомцев. Собаки нашего разведения живут по всей территории необъятной России
        от Сахалина до Калининграда, а также за её пределами!</p>
    <p>Посетив страницу <a href="/dogs" class="text-underline">«Наши Собаки»</a> Вы можете познакомиться с собаками нашего
        питомника.На странице <a href="/puppies" class="text-underline">«Щенки»</a> Вы можете найти всю необходимую информацию о
        предлагаемых к продаже щенках питомника, а также об их родителях.</p>
    <p>Мы надеемся, что знакомство с нами и нашими питомцами не оставит Вас равнодушными и затронет Ваше сердце. Ведь
        что может быть прекраснее преданности собаки, верности надежного друга и великолепного общения!</p>
    <p>Всегда Вам рады и ждём Вас на нашем сайте!</p>
    <p>Мы ответим на все Ваши вопросы — пишите, звоните, мы с удовольствием поделимся с Вами знаниями об этих прекрасных
        породах!</p>
    <p>Всю необходимую контактную информацию можно найти в разделе <a href="/contacts" class="text-underline">«Контакты».</a></p>',

];