<?php

return [

    'titles' => [
        'last_news' => 'Последние новости',
        'news' => 'Новости',
        'deleted_news' => 'Удаленные новости',
        'edit' => 'Редактирование новости',
        'new' => 'Новость',
    ],

    'buttons' => [
        'remove_db' => 'Удалить из БД',
        'restore' => 'Восстановить',
        'edit' => 'Редактировать',
        'delete' => 'Удалить',
        'create' => 'Добавить',
    ],

    'fields' => [
        'title' => 'Заголовок',
        'text' => 'Текст',
        'picture' => 'Изображение',
    ],

    'messages' => [
        'added_news' => 'Новость добавлена!',
    ],

    'all_news' => 'Все новости',
    'more' => 'Читать дальше',

];