<?php

return [

    'titles' => [
        'terriers' => 'ДЖЕК РАССЕЛ ТЕРЬЕРЫ',
        'beagles' => 'БИГЛИ',
        'retrievers' => 'ЗОЛОТИСТЫЕ РЕТРИВЕРЫ',
        'chihuahua' => 'ЧИХУАХУА',
        'new_puppy' => 'Новый щенок',
        'edit_puppy' => 'Редактирование щенка',
        'for_sale' => 'Щенки на продажу',
        'sale_puppy' => 'Продажа щенка',
        'sold_puppies' => 'Проданные щенки',
        'deleted_puppies' => 'Удаленные щенки',
        'puppies' => 'Щенки',
        'date_time' => 'Дата и время продажи',
    ],

    'buttons' => [
        'remove_db' => 'Удалить из БД',
        'restore' => 'Восстановить',
        'edit' => 'Редактировать',
        'delete' => 'Удалить',
        'create' => 'Добавить',
        'sell' => 'Продать',
    ],

    'fields' => [
        'color' => 'Окрас',
        'birthdate' => 'Дата рождения',
        'gender' => 'Пол',
        'genders' => [
            'female' => 'девочка',
            'male' => 'мальчик',
        ],
        'puppy' => 'щенок',
        'breed' => 'Порода',
        'male' => 'Отец',
        'female' => 'Мать',
        'notes' => 'Заметки',
        'price' => 'Цена',
        'photo' => 'Фото',
        'number_id' => 'Номер ID',
        'rub' => 'рублей',
        'puppy_id' => 'ID щенка',
        'user' => 'Покупатель',
        'employee' => 'Сотрудник',
        'seller' => 'Продавец',
        'customer' => 'Покупатель',
        'date_time' => 'Дата и время продажи',
    ],

    'messages' => [
        'sold_puppy' => 'Щенок продан!',
        'added_puppy' => 'Щенок добавлен!',
        'no_puppy' => 'Нет щенка с таким ID или он уже продан!',
    ],

    'terrier' => 'джек рассел терьера',
    'beagle' => 'бигля',
    'retriever' => 'золотистого ретривера',
    'chihuahua' => 'чихуахуа',

    'no_puppy' => 'На данный момент в питомнике нет щенков',
    'for_sale' => 'на продажу',
    'no_puppy_text' => 'Если Вы решили купить у нас щенка и у Вас возникли вопросы, связанные с приобретением собаки, Вы можете написать
        нам на почту royalpets@hotmail.com, мы обязательно Вам ответим! По Вашему желанию мы можем внести Вас в лист
        ожидания щенков из будущих пометов питомника. Для этого необходимо оставить',
    'request' => 'заявку',
    'our_site' => 'на нашем сайте.',

    'birthdate' => 'Дата рождения щенков',
    'description' => '<p>Все щенки привиты по возрасту , имеют клеймо ( или микрочип) и документы Российской Кинологической Федерации.</p>

    <p>Щенки породные, здоровые, с отличной психикой. Перспективны для дальнейшего разведения. Великолепный темперамент,
        выставочный потенциал.</p>',
    'want_buy' => 'Хотите купить щенка',
    'call' => '? Позвоните нам по телефону 8 909 999 7874 или оставьте',
    'our_nursery' => 'На данный момент в нашем питомнике есть',

    'puppies1' => 'щенка',
    'puppies2' => 'щенков',
    'males1' => 'мальчика',
    'males2' => 'мальчиков',
    'females1' => 'девочки',
    'females2' => 'девочек',
];
