<?php

return [

    'titles' => [
        'puppy_request' => 'Заявка на щенка',
        'puppy_requests' => 'Заявки на щенков',
    ],

    'buttons' => [
        'send' => 'Отправить',
    ],

    'fields' => [
        'breed' => 'Порода',
        'gender' => 'Пол',
        'male' => 'Мальчик',
        'female' => 'Девочка',
        'age' => 'Возраст (в месяцах)',
        'max_price' => 'Максимальная цена',
        'comments' => 'Комментарии',
    ],

    'messages' => [
        'request_sent' => 'Заявка на щенка отправлена!',
    ],

    'table' => [
        'login' => 'Логин',
        'breed' => 'Порода',
        'gender' => 'Пол',
        'age' => 'Возраст',
        'max_price' => 'Максимальная цена',
        'comment' => 'Комментарии',
        'date' => 'Дата',
        'answer' => 'Ответ',
    ],

    'no_reply' => 'Заявка еще не обработана',
    'reply' => 'Заявка обработана',
];
