<?php

return [

    'titles' => [
        'reviews' => 'Отзывы',
        'deleted_reviews' => 'Удаленные отзывы',
        'edit_review' => 'Редактирование отзыва',
    ],

    'buttons' => [
        'send_review' => 'Оставить отзыв',
        'publish' => 'Опубликовать',
        'delete' => 'Удалить',
        'remove_db' => 'Удалить из БД',
        'restore' => 'Восстановить',
        'edit' => 'Редактировать',
    ],

    'fields' => [
        'review' => 'Отзыв',
    ],

    'messages' => [
        'review_sent' => 'Ваш отзыв успешно отправлен! Он будет добавлен на страницу после проверки администратором.',
    ]

];